Repository: hepuyao/ukui-dock
Catalog: po/*/plasma_applet_org.kde.latte.containment.po
Languages: sv, zh_cn

source: Tasks Area
sv: Aktivitetsområde
zh_cn: 任务部件区

source: Justify Splitter
sv: Motivera avdelare
zh_cn: 对齐分隔器

source: Configure applet
sv: Anpassa miniprogram
zh_cn: 配置小部件

source: Enable painting for this applet
sv: Aktivera målning för miniprogrammet
zh_cn: 为此小部件着色

source: Disable parabolic effect for this applet
sv: Inaktivera paraboleffekt för miniprogrammet
zh_cn: 为此小部件禁用抛物线动画缩放效果

source: Remove applet
sv: Ta bort miniprogram
zh_cn: 移除小部件

source: Rearrange and configure your widgets
sv: Arrangera om och anpassa grafiska komponenter
zh_cn: 重新排列和配置小部件

source: Feel free to move around your widgets and configure them from their tooltips
sv: Flytta gärna omkring och anpassa grafiska komponenter från deras verktygstips
zh_cn: 移动小部件来更改位置或从工具提示来配置小部件

# maximum length tooltip, %0% is maximum length percentage
source: You can use mouse wheel to change maximum length of %0%
sv: Det går att använda mushjulet för att ändra maximal längd av %0%
zh_cn: 您可使用鼠标滚轮来更改最大长度为 %0%

source: Maximum Length
sv: Maximal längd
zh_cn: 最大长度

# opacity for background under edit mode, %0% is opacity percentage
source: You can use mouse wheel to change background opacity of %0%
sv: Det går att använda mushjulet för att ändra bakgrundens ogenomskinlighet av %0 %
zh_cn: 您可使用鼠标滚轮来更改背景不透明度为 %0%
